[ArchonShaman X2CharacterTemplate]
strCharacterName="执政官萨满"

[CorpseArchonShaman X2ItemTemplate]
FriendlyName="执政官萨满尸体"
FriendlyNamePlural="执政官萨满尸体"
BriefSummary="这种执政官非常独特，它不仅可以使死者复活，而且可以比其他类型的执政官活得更久。因此，它被部队称为巫医。"

[Autopsy_ArchonShaman X2TechTemplate]
DisplayName="执政官萨满尸检"
Summary="执政官萨满，绰号巫医，强大而致命，如果不加以控制，可以组建自己的亡灵大军。它还可以恢复生命值，也可以窃取被攻击目标的生命值。"
CodeName="巫医"
LongDescription="这些执政官是相当残暴的类型。萨满的外表并不像我们过去见过的其他执政官那么漂亮。他们用受害者的头骨装饰自己，甚至用战争彩绘覆盖自己以恐吓敌人。不要让他们靠近，否则他们会从你身上吸取生命。幸运地快速死亡的受害者会被变成僵尸带回来。"

[ShamanConsume X2AbilityTemplate]
LocFriendlyName="转化"
LocFlyOverText="转化"
LocHelpText="消耗目标的生命值，如果被杀死，则将其变成僵尸。"
LocLongDescription="此技能会消耗生命值。如果目标被杀死，无论是人类还是降临者，它都会变成僵尸。"
LocPromotionPopupText="<Bullet/> 击中目标并消耗生命值，致命一击会将其变成僵尸。"

[ArchonShaman_ConsumeStaff X2WeaponTemplate]
FriendlyName="执政官转化法杖"
FriendlyNamePlural="执政官转化法杖"
BriefSummary="此法杖会消耗生命值并将死者复活为僵尸。"
TacticalText="<Bullet/> 消耗生命值。\n<Bullet/> 还可以使被其杀死的死者复活，将其变成僵尸。"

[ArchonWarrior X2CharacterTemplate]
strCharacterName="执政官战士"

[CorpseArchonWarrior X2ItemTemplate]
FriendlyName="执政官战士尸体"
FriendlyNamePlural="执政官战士尸体"
BriefSummary="这个执政官战士显然是一个近战斗士。它有恢复生命值的能力，但它最危险的是近距离使用它的眩晕斧。"

[Autopsy_ArchonWarrior X2TechTemplate]
DisplayName="执政官战士尸检"
Summary="绰号为百夫长的执政官战士行动迅速，威力强大，而且无所畏惧。它还能使用致命的传送能力。"
CodeName="百夫长"
LongDescription="外星人想让我们认为这些执政官是外星人的新品种。对于普通人和那些被执政官美丽的外表蒙蔽了双眼的人来说，情况确实如此。但看起来，执政官只不过是一个被美化的特洛伊木马诡计，用来隐藏那些我们曾在第一次战争中与之战斗的被称为漂浮者的干瘪腐烂的躯壳。"

[ArchonAxe X2WeaponTemplate]
FriendlyName="执政官之斧"
FriendlyNamePlural="执政官斧"
BriefSummary="这把斧头攻击力极强，并且具有击晕能力。"
TacticalText="<Bullet/> 适合近战且致命。\n<Bullet/> 还可以击晕被击中的士兵。"

[ArchonVest X2EquipmentTemplate]
FriendlyName="执政官背心"
FriendlyNamePlural="执政官背心"
BriefSummary="执政官背心可为您的士兵增添执政官战士的致命速度。"
TacticalText="<bullet/> 士兵生命值增加 2，机动性增加 3。"

[VestInspire X2AbilityTemplate]
LocFriendlyName="灵性背心"
LocFlyOverText="背心激励"
LocHelpText="激励自己或队友。"
LocLongDescription=" 是否曾经需要通过与自己交谈来摆脱困境？为什么不给队友一些鼓励呢？这件背心旨在让您自己或队友在游戏的该轮中冷静地获得激励，从而采取第 3 次行动。这件背心所赋予的激励能力也是背心穿着者的自由行动。"
LocPromotionPopupText="<Bullet/> 通过背心激发能力，这件背心可以赋予第 3 个动作，冷却时间为 4 回合。"

[AdvancedMindShield X2EquipmentTemplate]
FriendlyName="高级心灵护盾"
FriendlyNamePlural="高级心灵护盾"
BriefSummary="高级心灵护盾具有基础心灵护盾的所有优点，并附加了少量治疗效果。"
TacticalText="<bullet/> 允许士兵每回合恢复 1 点生命值，最多持续 4 个回合。\n<Bullet/> 授予心灵护盾能力。"

[AdvancedMindShieldBonus X2AbilityTemplate]
LocFriendlyName="高级心灵护盾"
LocFlyOverText="高级心灵护盾"
LocHelpText="高级心灵护盾。"
LocLongDescription="赋予用户对精神攻击以及眩晕和昏迷效果的免疫力，同时如果用户受到 HP 伤害，还会给予少量 HP 恢复奖励。"
LocPromotionPopupText="<Bullet/> 通过心灵护盾能力，你可以免疫精神攻击以及眩晕和昏迷效果。"
